<?php
return [

    'start' => [
        'name' => 'start',
        'photo' => 'start.jpg',
        'buttons' => [
            ['📂Афиша', '🔍F.A.Q'],
            ['📝Караоке', 'Забронировать стол'],
	    ['Задать вопрос менеджеру'],
        ]
    ],

    '📂Афиша' => [
        'name' => 'anons',
        'photo' => 'anons.jpg',
    ],
    '🔍F.A.Q' => [
        'name' => 'faq',
        'buttons' => [
            ['📂Стоимость шезлонгов', 'Время Работы'],
            ['📝Клубные вечеринки', 'Посмотреть меню'],
            ['📝Стоимость входа', 'Детская Площадка'],
            ['📝Депозиты'],
            ['Задать вопрос менеджеру'],
            ['📝Главное меню'],
        ]
    ],
    '📂Стоимость шезлонгов' => [
        'name' => 'shezlongs',
    ],
    '📝Главное меню' => [
        'name' => 'start',
        'photo' => 'start.jpg',
        'buttons' => [
            ['📂Афиша', '🔍F.A.Q'],
            ['📝Караоке', 'Забронировать стол'],
	    ['Задать вопрос менеджеру'],
        ]
    ],
    'Время Работы' => [
        'name' => 'work_time'
    ],
    '📝Клубные вечеринки' => [
        'name' => 'party',
        'buttons' => [
            ['📂Афиша'],
            ['📝Главное меню'],
        ]
    ],
    'Посмотреть меню' => [
        'file' => [
            'euro.pdf', 'japan.pdf'
            //'kurusa_cv.pdf', 'kurusa_cv.pdf'
        ]
    ],
    '📝Стоимость входа' => [
        'name' => 'enter_price'
    ],
    'Детская Площадка' => [
        'name' => 'child'
    ],
    '📝Депозиты' => [
        'name' => 'money'
    ],
    '📝Караоке' => [
        'name' => 'caraoke'
    ],
    'Забронировать стол' => [
        'name' => 'book'
    ],
];